Repository: Alexandrebzk/MultiClicker-SLN
Catalog: Multi-Clicker/Properties/Strings.*.resx
Languages: es, fr

source: Help
es: Ayuda
fr: Aide

source: Keybinds
es: Atajos
fr: Raccourcis

# KeybindsTooltip
source: Keyboard Shortcuts Configuration
es: Configuración de Atajos de Teclado
fr: Configuration des raccourcis clavier

# ErrorOpeningKeybinds
source: Error opening keyboard shortcuts configuration: {0}
es: Error al abrir la configuración de atajos de teclado: {0}
fr: Erreur lors de l'ouverture de la configuration des raccourcis: {0}

# KeybindsFormTitle
source: Keyboard Shortcuts Configuration
es: Configuración de Atajos de Teclado
fr: Configuration des Raccourcis Clavier

# KeybindsInstructions
source: Click on a field then press keys and/or click with the mouse (left, right, middle, X1, X2) to define the shortcut. The initial click is not recorded.
es: Haga clic en un campo y luego presione teclas y/o haga clic con el ratón (izquierdo, derecho, medio, X1, X2) para definir el atajo. El clic inicial no se registra.
fr: Cliquez sur un champ puis appuyez sur les touches et/ou cliquez avec la souris (gauche, droite, milieu, X1, X2) pour définir le raccourci. Le clic initial n'est pas enregistré.

# ActionColumn
source: Action
es: Acción

# ShortcutColumn
source: Shortcut
es: Atajo
fr: Raccourci

# ClearColumn
source: Clear
es: Borrar
fr: Effacer

# PressKeysPrompt
source: Press keys and/or click...
es: Presione teclas y/o haga clic...
fr: Appuyez sur les touches et/ou cliquez...

source: Ready to capture...
es: Listo para capturar...
fr: Prêt à capturer...

# SaveButton
source: Save
es: Guardar
fr: Sauvegarder

# CancelButton
source: Cancel
es: Cancelar
fr: Annuler

# ResetButton
source: Reset
es: Restablecer
fr: Réinitialiser

# ConfigSavedSuccessfully
source: Configuration saved successfully!
es: ¡Configuración guardada exitosamente!
fr: Configuration sauvegardée avec succès!

# SuccessTitle
source: Success
es: Éxito
fr: Succès

# ResetConfirmation
source: Are you sure you want to reset all shortcuts?
es: ¿Está seguro de que desea restablecer todos los atajos?
fr: Êtes-vous sûr de vouloir réinitialiser tous les raccourcis ?

# ConfirmationTitle
source: Confirmation
es: Confirmación

# TriggerNameColumn
source: Trigger Name
es: Nombre del Disparador
fr: Nom du Déclencheur

# PositionColumn
source: Position
es: Posición

# UpdateColumn
source: Update
es: Actualizar
fr: Mettre à jour

# UpdateButton
source: Update
es: Actualizar
fr: Mettre à jour

# SELECT_NEXT
source: Select Next Character
es: Seleccionar Siguiente Personaje
fr: Sélectionner le Personnage Suivant

# SELECT_PREVIOUS
source: Select Previous Character
es: Seleccionar Personaje Anterior
fr: Sélectionner le Personnage Précédent

source: Simple Click
es: Clic Simple
fr: Clic Simple

# DOUBLE_CLICK
source: Double Click (No delay)
es: Doble Clic (Sin Retraso)
fr: Double-Clic (Sans Délai)

source: Simple Click (No Delay)
es: Clic Simple (Sin Retraso)
fr: Clic Simple (Sans Délai)

source: Dofus Havenbag
es: Dofus Bolsa del Refugio
fr: Dofus Havresac

source: Dofus Open Discussion
es: Dofus Abrir Discusión
fr: Dofus Ouvrir Discussion

source: Group Characters
es: Agrupar Personajes
fr: Grouper les Personnages

source: Travel
es: Viajar
fr: Voyager

source: Options
es: Opciones

source: Fill HDV
es: Llenar HDV
fr: Remplir HDV

source: Move Up
es: Mover Arriba
fr: Déplacer vers le Haut

source: Move Down
es: Mover Abajo
fr: Déplacer vers le Bas

source: Change Background
es: Cambiar Fondo
fr: Changer l'Arrière-plan

source: Select Background Image
es: Seleccionar Imagen de Fondo
fr: Sélectionner une Image d'Arrière-plan

source: Image Files
es: Archivos de Imagen
fr: Fichiers Image

# LanguageChanged
source: Language changed successfully. Please restart the application for all changes to take effect.
es: Idioma cambiado exitosamente. Por favor, reinicie la aplicación para que todos los cambios surtan efecto.
fr: Langue changée avec succès. Veuillez redémarrer l'application pour que tous les changements prennent effet.

source: Language
es: Idioma
fr: Langue

source: CLICK with Delay
es: CLIC con retraso
fr: CLIC avec délai

source: Click without Delay
es: Clic sin retraso
fr: Clic sans délai

source: Next character
es: Siguiente personaje
fr: Personnage suivant

source: Previous Character
es: Personaje anterior
fr: Personnage précédent

source: Input chat commands
es: Comandos de chat (Dofus Abrir discusión --> Tab)
fr: Commandes de chat (Dofus Ouvrir discussion --> Tab)

# AutoCompleteHDV
source: Auto complete HDV (see position config) -->
es: Auto completar HDV (ver config posición) -->
fr: Auto complétion HDV (voir config position) -->

source: Positions' config
es: Config de posiciones
fr: Config des positions

source: FUNCTION ----> Bind
es: FUNCIÓN ----> Atajo
fr: FONCTION ----> Raccourci

source: Paste on all windows
es: Pegar en todas las ventanas
fr: Coller sur toutes les fenêtres

source: Validate
es: Validar
fr: Valider

source: Menu
es: Menú

# KeyCombinationInstruction
source: (Enter to confirm, Escape to cancel)
es: (Enter para confirmar, Escape para cancelar)
fr: (Entrée pour confirmer, Échap pour annuler)

source: All files (*.*)
es: Todos los archivos (*.*)
fr: Tous les fichiers (*.*)

source: Paste on All Windows
es: Pegar en Todas las Ventanas
fr: Coller sur Toutes les Fenêtres

# ErrorTitle
source: Error
fr: Erreur

# ColorColumn
source: Color
fr: Couleur
